{
    "light": "Licht",
    "dark" : "Dunkel",
    "deutsch" : "Deutsch",
    "english" : "Englisch",
    "espanol" : "Spanisch",
    "french" : "Französisch",
    "japanese" : "Japanisch",
    "chapters" : "Kapitel",
    "characters" : "Charaktere",
    "who" : "Über m̴̡̛͚͚̬̲͙̹͆̉͊̅̈́͝͝i̷͗̎͌͝c̶̛̰͚͂̕͝h̷̢͕͖̯̮̼͖̻͙̦̎͋̊́̽̆̚",
    "buy" : "Bände kaufen",
    "Constellations" : "Constellations",
    "tennoseiza" : "Constellations",
    "desc-roa" : "Der erste Webroman der Constellations-Reihe\nFolgen Sie den Abenteuern von Ao, der sich aufmacht,\n die Wahrheit herauszufinden und diese vom Krieg zerrüttete Welt vor ihrem dunklen|lichten Schicksal zu retten.",
    "reading-button": "Lesen beginnen",
    "support-kofi-text" : "Möchten Sie mich unterstützen?\nSie können auf Ko-fi spenden, oder besuchen Sie die Beitragsseite",
    "support-kofi-button" : "Unterstützen Sie mich auf Ko-fi",
    "contribute" : "Beitrag",
    "awaken-desc" : "Ein Wesen von unvorstellbarer Macht erwacht aus seinem langen Schlummer und erschafft den himmlisch, das höchste Wesen des Universums, das in der Lage ist, Sterne und Lebewesen zu verbinden und die Sternträger zu erschaffen",
    "awaken-title" : "▓▓▓▓▓▓▓ ▓▓▓ Erwecken",
    "lightnovel" : "Light novel",
    "comedy" : "Komödie",
    "mystery" : "Mystery",
    "action" : "Aktion",
    "adventure" : "Abenteuer",
    "whokilledinternet-desc": "Erster kanonischer Kurzroman der Constellations-Reihe, \n Folgen Sie Kouta und seinen Freunden, während sie versuchen, den „Mörder des Internets“ zu finden und sich auf eine Katastrophe von universellem Ausmaß vorzubereiten, die als ",
    "stardisaster": "Stars-Katastrophe",
    "videogame": "Videospiel",
    "continue-button": "Weiter lesen",
    "exploration": "Erkundung",
    "mindshifter-desc": "Die Stars-Katastrophe ist da, und... du bist neu geboren, ein Monstrum, das von Menschen Besitz ergreifen kann, du bist der MindShifter\n Du wachst in einem Labor tief unter der Erde auf, gefangen und bereit, von den Seelenkillern zerquetscht zu werden... aber du wirst überleben, du musst ihn finden... das Experiment 001\n Er ist der Einzige, der die Menschheit vor dieser schrecklichen Stars-Katastrophe retten kann\n Bereite dich auf eine wilde Reise vor... zum Mittelpunkt der Erde",
    "riseofao-desc": "3000 Jahre nach den Ereignissen der Sternenkatastrophe, Folge den Abenteuern von Ao, der sich aufmacht, die Wahrheit herauszufinden und diese vom Krieg zerrissene Welt vor seinem dunklen|lichten Schicksal zu retten. ",
    "copyright": "Constellations (天の星座) Serie© 2024/2025 - Erstellt von Zotto - Alle Rechte vorbehalten",
    "cookie-text" : "Ich verwende Cookies zur Verbesserung der Benutzerfreundlichkeit (Continue reading etc..) und für einige Analysen.",
    "accept-cookie": "Das ist in Ordnung",
    "me-partone": "Ich versuche, meine Träume zu verwirklichen, und es beginnt... mit Constellations\nIch hatte diese Idee schon seit vielen, vielen Jahren im Kopf, konnte mich aber nicht dazu durchringen, damit anzufangen\nWarum ich? Bin ich geschickt genug, um es zu tun? Und was ist, wenn es den Leuten im Internet nicht gefällt oder sie es gar nicht lesen?\nDas Leben ist zu kurz, um diese Fragen zu beantworten, also tue ich es, egal was als nächstes passiert.\n\nAber was ist, wenn die Leute es lieben? Was ist, wenn sie mehr davon wollen?\nDarüber mache ich mir keine Sorgen, ich habe viele, viele, viele Dinge, die ich mit der Constellations-Serie machen will\nAngefangen mit Light Novels, warum nicht auch Mangas? Anime? Videospiele? Filme?!\nIch kann immer auf diese hoffen, aber wir bleiben bei den Light Novels und sehen, was ich als nächstes machen kann!\n\nIm Moment arbeite ich an „Who Killed Internet?!“, „Rise of Ao“‚ und „MindShifter“.\n „Who Killed Internet?!“ ist ein Kurzroman mit 10 bis 20 Kapiteln, den ich veröffentlichen werde, wenn er fertig ist (muss noch viel überarbeitet werden)\n“Rise of Ao„ ist die erste Light Novel, die ich wöchentlich hier und auch auf verschiedenen Seiten wie  ",
    "me-parttwo": "„MindShifter“ ist ein Videospiel, das ich auf Godot 4 entwickle und das sich noch in einem sehr frühen Entwicklungsstadium befindet, aber ich werde euch auf meinen sozialen Netzwerken immer wieder Teile davon zeigen.\n\nIch arbeite auch an einem Musikprojekt, über das ich im Moment nicht viel sagen werde, da ich noch nicht damit angefangen habe.\nAber wie ihr lesen könnt, bin ich jemand, der VIELE Dinge tun will und nur ein Gehirn hat, um das alles zu schaffen!\nUnd natürlich habe ich noch eine ganze Menge mehr über Konstellationen, an denen ich gerade arbeite, über die ich aber noch nichts verraten will... noch nicht!\nWenn ich du wäre, würde ich versuchen, mit dem ċ̶̢̢̟͓̲̋̓͆͘o̵͉̖̗͓͎͊̇̈́̋̈̀̿̐ḑ̵̻̘̤̪̗̘̍̓̓̾̒͜e̶̛͍͆͆̍̓̾͑̚ dieser Seite herumzuspielen, vielleicht findest du ja ein paar coole Sachen... ̵̫͠o̸̱̜̪͕̔̇͘d̸͎̜̼̄e̷̛͔̖̤̖̬̬̪̾̆̃͘͘ŗ̷̼̼͈̖͇̮͊̌͐̆̚͝ ̴͎͉͐̾͠ą̵̛͍̥̟̓̈́́͑͌͘ͅu̴͈̻̫̟͕̮͓̿̊̋̋̾̓̓̚ͅç̷̢̩̦̭̩̲͗̕ͅh̵̻͓̠̺͓̫͑̆̈ͅ ̵̡̩̥̠̹̟̙͙͑̋́̀̾̑̾͠ǹ̶̡̞̫͖̀̽̅́̆ì̵̡̲̥̮̩͊̔͝ć̴͈̹͍̩̐̊̾͑̀̒h̷̘̗͎̬͖͎̄̆̈́̋̀̐̈́̓t̸̞̅̒̐͜͝\n\nAbgesehen von all dem bin ich eine bodenständige Person, ich habe keine hübschen Tricks, um Dinge zu tun, ich tue es einfach und sehe, wie es läuft!\nDas ist alles über mich, denke ich?\nWenn du irgendwelche Fragen hast, kannst du mich immer auf meinen sozialen Netzwerken fragen!\n\nEinen schönen Tag noch, ̵̢͉̣͐̈́͂̀b̵̛͓̠̠͔̿̆͂̐̄̚͜ͅr̷̰̪̝̠͑̍e̴͚͕̙͉͂á̷̙͙̖̝̱̬̯͗͐̿̐͜k̸̙̯̜͗̈́́̀͘é̷̫̣̍̕r̷̢̨̭̰̞̳̗̮̐̀̔̄̈́͂",
    "buying-books": "Bücher kaufen",
    "books-desc": "Momentan gibt es keine Bücher zu kaufen.\nAus einem einfachen Grund, es sind nicht genug Kapitel veröffentlicht, um einen Band zu machen!\nAber wenn der erste Handlungsbogen abgeschlossen ist, werde ich diese Seite mit Links aktualisieren, wo man den ersten Band von „Rise of Ao“ kaufen kann.\n\nAber vorher müsste ich die Light Novel illustrieren\nDa ich nicht gut genug zeichnen kann, werde ich sicher versuchen, einen Künstler zu finden, der die Illustrationen anfertigt.\nAber im Moment erfüllt diese Seite keinen Zweck... oder doch?",
    "contribute-desc": "Sie können mir helfen, Übersetzungen auf dieser Website und im Light Novel zu übersetzen oder Übersetzungsfehler zu korrigieren, indem Sie ",
    "here": "hier klicken",
    "char-title": "Charaktere aus „Rise of Ao“ (nicht vollständig)",
    "ao-kid": "Ao (Kind)",
    "ao-adult": "Ao (21 Jahre alt)"
}