{
    "light": "Claro",
    "dark" : "Oscuro",
    "deutsch" : "Alemán",
    "english" : "Inglés",
    "espanol" : "Español",
    "french" : "Francés",
    "japanese" : "Japonés",
    "chapters" : "Capítulos",
    "characters" : "Personajes",
    "who" : "Acerca de m̵̩͌̾̎̓͂̄̀í̶̧̬̬̠̀̓",
    "buy" : "Comprar volúmenes",
    "Constellations" : "Constellations",
    "tennoseiza" : "Constellations",
    "desc-roa" : "La primera Novela Web de la Serie Constellations\nSigue las aventuras de Ao, en su empeño por descubrir la verdad\n y salvar a este mundo devastado por la guerra de su oscuro|claro destino.",
    "reading-button": "Empezar a leer",
    "support-kofi-text" : "¿Quieres apoyarme?\nPuedes donar en Ko-fi, o visitar la página de contribución",
    "support-kofi-button" : "Apóyame en Ko-fi",
    "contribute" : "Contribución",
    "awaken-desc" : "Una criatura de poder inimaginable despierta de su largo letargo, y crea el Celestial, ser supremo del universo capaz de vincular estrellas y seres vivos, creando a los portadores de estrellas",
    "awaken-title" : "▓▓▓▓▓▓▓ ▓▓▓ Despierta",
    "lightnovel" : "Novelas Ligeras",
    "comedy" : "Comedia",
    "mystery" : "Misterio",
    "action" : "Acción",
    "adventure" : "Aventura",
    "whokilledinternet-desc": "Primera novela corta canónica de la serie Constelaciones,\n Sigue a Kouta y sus amigos mientras intentan descubrir quién «asesinó a Internet» y se preparan para una catástrofe a escala universal conocida como el ",
    "stardisaster": "Desastre de las Estrellas",
    "videogame": "Video Game",
    "continue-button": "Continuar leyendo",
    "exploration": "Exploración",
    "mindshifter-desc": "El desastre de las Estrellas ha llegado, y.. has nacido de nuevo, un Monstrum, capaz de poseer seres humanos, eres el MindShifter\n Despiertas en un laboratorio en las profundidades de la tierra, detenido y listo para ser aplastado por los Asesinos de Almas.. pero sobrevivirás, necesitas encontrarlo.. el experimento 001\n Él es el único que puede salvar a la humanidad de este horrible desastre de las Estrellas\n Prepárate para un viaje salvaje.. al centro de la tierra",
    "riseofao-desc": "3000 años después del Desastre de las Estrellas, Sigue las aventuras de Ao, en su empeño por descubrir la verdad y salvar a este mundo devastado por la guerra de su oscuro|claro destino.",
    "copyright": "Constellations (天の星座) Serie© 2024/2025 - Creado por Zotto - Todos los derechos reservados",
    "cookie-text" : "Utilizo cookies para mejorar la experiencia del usuario (Seguir leyendo, etc.) y algunos análisis.",
    "accept-cookie": "Eso está bien",
    "me-partone": "Estoy intentando realizar mis sueños, y empieza... con Constellations\nTenía esta idea en la cabeza desde hace muchos años, pero no me atrevía a empezar.\n¿Por qué yo? ¿Soy lo suficientemente hábil para hacerlo? ¿Y si a la gente de Internet no le gusta o ni siquiera lo lee?\nLa vida es demasiado corta para responder a esas preguntas, así que lo haré, pase lo que pase.\n\n¿Y si a la gente le encanta? ¿Y si quieren más?\nNo me preocupo por eso, tengo MUCHAS MUCHAS cosas que quiero hacer con la serie Constellations.\nEmpezar con novelas ligeras, ¿por qué no mangas? ¿Anime? ¿Videojuegos? ¿Películas?!\nSiempre puedo esperar eso, pero nos ceñiremos a las novelas ligeras y veremos qué puedo hacer después.\n\nAhora mismo, estoy trabajando en « Who Killed Internet?! », « Rise of Ao » y « MindShifter ».\n « Who Killed Internet ?! » es una novela corta de 10 a 20 capítulos que publicaré cuando esté lista (aún necesita mucho trabajo).\n« Rise of Ao » es la primera novela ligera que estoy publicando semanalmente aquí, y también en múltiples sitios como  ",
    "me-parttwo": "«MindShifter» es un Videojuego que estoy haciendo en Godot 4 que todavía está en desarrollo muy muy temprano, pero os iré mostrando trozos en mis redes sociales\n\nTambién estoy trabajando en un proyecto musical del que no hablaré mucho por ahora ya que no he empezado nada con él\nPero como podéis leer, soy alguien que quiere hacer MUCHAS cosas, ¡y sólo tengo un cerebro para hacer que todo funcione!\nY por supuesto, tengo mucho más sobre Constellations en lo que estoy trabajando ahora mismo pero no revelaré nada... ¡todavía!\nSi yo fuera tú, intentaría trastear con el c̴̢̛̩̘͎͍͉͖̻̎̀͌́̍̀ó̸͙̼̦̯͎͂̋̓́̅̔͒̚͜ͅd̴͔̅͋i̴̘͚̐̎́g̴̡̛͂o̶͓͎̥͙̪̥͔̳̅͑̈́̄̈́̍̎͠ de este sitio, quizás encuentres algunas cosas chulas... ̸͔̬̩̳̇ȏ̶̹͖̖̯̖̀͝ ̶̡̛̱͉̹̟͖̊̈́̓͜n̷͕̪̞͛ò̴͇̈́̀̇͒̑̾̀\n\n¡Aparte de todo eso, soy una persona con los pies en la tierra, no tengo trucos bonitos para hacer las cosas, solo lo hago y veo como va !\nEso es todo sobre mi, creo ?\nSi tienes alguna duda, puedes preguntarme en mis redes sociales.\n\nQue tengáis un buen día, ̷̡͖̳̰̟̲̤͕͆̓́͌͂͝ḇ̶̜͓̯̼̃̒r̵̡͔̔̏̍͘e̸͇̠͋̂̀̃͑̔͘͘a̶̱̒̓͋̂͒͘ͅk̵̜̘̮͊̂̎͂̓̚̚̚ẹ̵̛̘̱̼̜̱̟̆͆ŕ̶̞͓̾̄̉́͋̐͘",
    "buying-books": "Comprar libros",
    "books-desc": "En este momento, no hay libros para comprar\nPor una simple razón, ¡no hay suficientes capítulos publicados para hacer un volumen!\nPero cuando el primer arco esté completo, actualizaré esta página con enlaces donde podréis comprar el primer volumen de «Rise of Ao».\n\nPero antes de eso, necesitaría ilustrar la novela ligera.\nComo no soy muy bueno dibujando, seguramente intentaré conseguir un artista para que trabaje en las ilustraciones.\nPero por ahora, esta página no sirve para nada... ¿o sí?",
    "contribute-desc": "Puedes ayudarme a traducir o corregir errores de traducción en este sitio y en la novela ligera haciendo ",
    "here": "clic aquí",
    "char-title": "Personajes de Rise of Ao (No exhaustivo)",
    "ao-kid": "Ao (Niño)",
    "ao-adult": "Ao (21 años)"
}