{
    "light": "Lumière",
    "dark" : "Sombre",
    "deutsch" : "Allemand",
    "english" : "Anglais",
    "espanol" : "Espagnol",
    "french" : "Français",
    "japanese" : "Japonais",
    "chapters" : "Chapitres",
    "characters" : "Personnages",
    "who" : "À propos de m̵̉̄̏̿͘̕͝ǫ̴̲̮̗̪͗̍͒̐̀̕͠ỉ̶̯̫̟̍̎̾̑̈́͜",
    "buy" : "Acheter des tomes",
    "Constellations" : "Constellations",
    "tennoseiza" : "Constellations",
    "desc-roa" : "Le premier Web Novel de la série Constellations\nSuivez les aventures de Ao, alors qu'il entreprend de découvrir la vérité\n et de sauver ce monde, ravagé par la guerre, de son sombre|lumineux destin.",
    "reading-button": "Commencer la lecture",
    "support-kofi-text" : "Vous voulez me soutenir ?\nVous pouvez faire un don sur Ko-fi, ou visiter la page de contribution !",
    "support-kofi-button" : "Soutenez-moi sur Ko-fi",
    "contribute" : "Contribution",
    "awaken-desc" : "Une créature d'une puissance inimaginable se réveille de son long sommeil, et crée les Celestial, être suprême de l'univers capable de relier les étoiles et les êtres vivants, créant ainsi les porteurs d'étoiles",
    "awaken-title" : "▓▓▓▓▓▓▓ ▓▓▓ s'éveille",
    "lightnovel" : "Light novel",
    "comedy" : "Comédie",
    "mystery" : "Mystère",
    "action" : "Action",
    "adventure" : "Aventure",
    "whokilledinternet-desc": "Premier novel court canonique de la série Constellations,\n Suivez Kouta et ses amis alors qu'ils tentent de découvrir qui a « assassiné l'internet » et se préparent à une catastrophe d'échelle univers connu sous le nom de ",
    "stardisaster": "Catastrophe des étoiles",
    "videogame": "Jeu-vidéo",
    "continue-button": "Continuer à lire",
    "exploration": "Exploration",
    "mindshifter-desc": "La catastrophe des étoiles est arrivée, et... tu renaît en un Monstrum, capable de posséder les êtres humains,\n Tu es le MindShifter\n Tu te réveilles dans un laboratoire profondément enfoui sous la terre, détenu et prêt à être écrasé par les Soul Killers... mais tu survivras, tu dois le trouver... l'expérience 001\n Il est le seul qui peut sauver l'humanité de cette horrible catastrophe des étoiles\n Prépare-toi à un voyage sans retour... vers le centre de la terre",
    "riseofao-desc": "3000 ans après la catastrophe des étoiles,\n Suivez les aventures de Ao, alors qu'il entreprend de découvrir la vérité et de sauver ce monde, ravagé par la guerre, de son sombre|lumineux destin.",
    "copyright": "Constellations (天の星座) Serie© 2024/2025 - Créé par Zotto - Tous droits réservés",
    "cookie-text" : "J'utilise des cookies pour améliorer l'expérience de l'utilisateur (Continuer la lecture, etc.) et analytics.",
    "accept-cookie": "C'est okay",
    "me-partone": "J'essaie de réaliser mes rêves, et cela commence.. avec Constellations\n J'avais cette idée en tête depuis de nombreuses années, mais je n'arrivais pas à me décider à commencer.\nPourquoi moi ? Suis-je assez compétent pour le faire ? Et si les gens sur internet ne l'aiment pas ou ne le lisent même pas ?\nLa vie est bien trop courte pour répondre à ces questions, alors je le fais, et puis c'est tout\n\nMais si les gens aiment ? Et s'ils en redemandent ?\nJe ne m'inquiète pas de cela, j'ai beaucoup, beaucoup, BEAUCOUP de choses que je veux faire avec la série Constellations.\nEn commençant par les romans légers, pourquoi pas des mangas ? Anime ? Jeux vidéo ? Des films ?!\nJe peux toujours espérer cela, mais nous allons nous en tenir aux romans légers et voir ce que je pourrais faire ensuite !\n\nEn ce moment, je travaille sur « Who Killed Internet ? ! », « Rise of Ao » et « MindShifter »\n« Who Killed Internet ? ! » est un roman court de 10 à 20 chapitres que je publierai lorsqu'il sera prêt (il a encore besoin de beaucoup de travail).\n« Rise of Ao » est le premier light novel que je publie chaque semaine ici, et aussi sur plusieurs sites tels que ",
    "me-parttwo": "« MindShifter » est un jeu vidéo que je réalise sur Godot 4 et qui est encore au tout début de son développement, mais je vous en montrerai des bribes sur mes réseaux sociaux.\n\nJe travaille aussi sur un projet musical dont je ne parlerai pas beaucoup pour l'instant puisque je n'ai rien commencé avec.\nMais comme vous pouvez le lire, je suis quelqu'un qui veut faire BEAUCOUP de choses, et qui n'a qu'un seul cerveau pour faire fonctionner tout ça !\nEt bien sûr, j'ai tout un tas d'autres choses sur Constellations sur lesquelles je travaille en ce moment mais dont je ne dévoilerai rien... pour l'instant !\nSi j'étais vous, j'essaierais de jouer avec le ć̵̛̜̱̳̪̭͎̳̘͌̽̓͗̏͝ǫ̷̙̤̫̰͋́d̴̨̖͙̱̝̎̈́̓̉͂̽ͅē̵̡̛͍̦͓̩̚ de ce site, peut-être que vous trouverez des choses sympas... ̷̝͈̤̳̦̲͔͗͜o̷̠̙̼̘̯̻͐͑̇̓̕͝͝ͅṵ̵̤̉̓̾͑̕ ̷̢̛̤̟̅̌͜͜p̶̨̺̰̜̞̫̬̓ͅą̷̰͖̠̉̒s̶̢̳͈̙̱͎̘̒͌̀̉͋͂̔͘\n\nA part ça, je suis quelqu'un de terre à terre, je n'ai pas d'astuces pour faire les choses, je les fais et je vois comment ça se passe !\nC'est tout à propos de moi, je crois ?\nSi vous avez des questions, vous pouvez toujours me les poser sur mes réseaux sociaux !\n\nBonne journée, ̷̢͒̎b̵͇̣͚̘̮̺̖̒̈́́̈̇r̴͚̃̇́́̽̂͘͝e̶͖͈̒͐͋̄̇̀̒ą̵̞̱̬̜͓̞̀̒̽̂͊̏̒͜k̷͙̓̽̄͗̆̂͘ę̵̗̤̰̺̒ṛ̸̥̼̰͓͇͎̔̂͆͆͝",
    "buying-books": "Acheter un tome",
    "books-desc": "Pour l'instant, il n'y a pas de livres à acheter\nPour une raison simple, il n'y a pas assez de chapitres publiés pour faire un volume !\nMais lorsque le premier arc sera terminé, je mettrai à jour cette page avec des liens où vous pourrez acheter le premier volume de « Rise of Ao  »\n\nMais avant tout cela, il faudrait que j'illustre le light novel\nComme je ne suis pas assez doué pour le dessin, j'essaierai sûrement de faire appel à un artiste pour travailler sur les illustrations\nMais pour l'instant, cette page ne sert à rien... ou peut-être que.. ?",
    "contribute-desc": "Vous pouvez m'aider à traduire ou à corriger les erreurs de traduction sur ce site et sur le light novel en ",
    "here": "cliquant ici",
    "char-title": "Personnages de Rise of Ao (Liste non-exhaustive)",
    "ao-kid": "Ao (Enfant)",
    "ao-adult": "Ao (21 ans)"
}